Repository: darshi-shah/inkshop
Catalog: profiles/inkota_shop/modules/commerce/commerce_extra_panes/translations/*.po
Languages: de

source: Title
de: Titel

source: enable
de: aktivieren

source: delete
de: Löschen

source: Delete
de: Löschen

source: Operations
de: Operationen

source: Cancel
de: Abbrechen

source: Disabled
de: Deaktiviert

source: Enabled
de: Aktiviert

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: edit
de: Bearbeiten

source: disable
de: Deaktivieren

source: Above
de: Oberhalb

source: Add pane
de: Panel-Inhalt hinzufügen

source: Below
de: Unterhalb

source: Checkout pane
de: Kassenbereich

source: Extra pane type
de: Zusatz-Pane Typ

source: Corresponding Commerce extra pane was disabled.
de: Entsprechende Commerce Zustatz-Pane wurde deaktiviert.

source: Corresponding Commerce extra pane was deleted.
de: Entsprechende Commerce Zustatz-Pane wurde gelöscht.

source: Checkout extra panes
de: Checkout Zusatz-Panes

source: Add extra panes to the checkout form.
de: Zusätzliche Panes zum Kassenbereich-Formular hinzufügen.

source: Delete checkout extra panes
de: Zusätzliche Kassenbereich Panes löschen

source: Disable/enable checkout extra panes
de: Deaktivieren/aktivieren zusätzlicher Kassenbereich-Panes

source: Allows to add extra panes to Drupal Commerce checkout phase using existing entities
de: Ermöglicht das Hinzufügen zusätzlicher Panes zur Drupal Commerce Checkout-Phase mit Verwendung existierender Entitäten.

source: Select node to use as checkout pane.
de: Einen Beitrag zur Verwendung als Checkout-Pane wählen.

source: Input the title of the node that you want to add as checkout pane.
de: Tragen Sie den Titel des Beitrages ein, der als Checkout-Pane hinzugefügt wird.

source: List of extra panes.
de: Liste zusätzlicher Panes.

source: You must select a node for adding a pane.
de: Wählen Sie einen Beitrag zu dem das Pane hinzugefügt wird.

source: Extra pane added
de: Zusätzliche Pane hinzugefügt

source: Pane already added
de: Pane bereits hinzugefügt

source: Are you sure you want to delete the pane %title?
de: Möchten Sie die Pane %title löschen?

source: Extra pane %title deleted
de: Zusätzliche Pane %title gelöscht

source: Commerce extra pane disabled
de: Commerce extra pane deaktiviert

source: Commerce extra pane enabled
de: Commerce extra pane aktiviert

source: Extra panes Terms of Service
de: Zusätzliche Panes Allgemeine Geschäftsbedingungen

source: Enable this pane as Terms of Service.
de: Diesen Ausschnitt als allgemeine Geschäftsbedingungen aktivieren.

source: Make the terms of service required.
de: Die Allgemeinen Geschäftsbedingungen als erforderlich kennzeichnen.

source: I agree with the Terms of Service
de: Ich akzeptiere die Allgemeine Geschäftsbedingungen

source: Commerce Extra Panes - Terms of service
de: Commerce Extra Panes - Allgemeine Geschäftsbedingungen

source: Use one of the nodes in the checkout pane as Terms of service agreement.
de: Einen Beitrag für die Allgemeinen Geschäftsbedingungen verwenden.
